{"38622077":"Terms of Use","46829662":"Signature Mixes","75512501":"Number Of People","-2cfa7926":"20% OFF on order above ₹6000. Offer last till Feb 2023","2268ff":"Home","792b2792":"Instagram","24897f":"Menu","40832a2":"Faq's","-2ba63817":"Locate on Map","3990bdb":"Make a Reservation","77bb9617":"LivThane- Where culinary excellence meets skyline dining! ","-3ad32de7":"Savour extraordinary flavours while taking in spectacular views at LivThane, Thane's foremost rooftop dining destination. An unforgettable dining experience awaits you!","3db38daa":"Watch Video","5c3b65c0":"LivThane's ambience seamlessly blends comfort & elegance! ","5b4e263e":"We invite you to unwind and embrace life's vibrant moments, whether you're seeking a meal with a view or a sophisticated dining experience. Elevate your evenings with a perfect blend of elegance, entertainment, and elevated dining. Join us for a refined experience!","2eed45b4":"Open & enclosed dining","2b38b3d5":"Super-premium lounge","-12165682":"Immersive interiors","356466a3":"Our Popular Dishes","3d503d2b":"No items found.","72cd2e74":"Enjoy the finest drinks from our bar!","-6b34e102":"Harmonising quality ingredients and expert mixology to present you with an exceptional drinking experience. Cheers to a journey of exquisite flavours in every sip! ","-30821de1":"Unlimited Options","28a8f0b3":"Non-Alcoholic Drinks","-7b058e8f":"Craft Brews","39f474a8":"Exquisite Cocktails","526ce284":"Follow us on Instagram","-713d4ebb":"Sit back, enjoy the view & relax!","10ea6516":"Ease into our inviting atmosphere, where panoramic views set the backdrop for the perfect evening. Indulge in a culinary journey with thoughtfully crafted dishes and drinks. At LivThane, enjoy the perfect fusion of serene ambiance, delightful flavors, and a laid-back escape.","16e8e12d":"Frequently Asked ","d37612d":"Questions","-226e6deb":"How can I make a reservation at LivThane?","1d070308":"To make a reservation at LivThane, the intergalactic resort on the moon, you'll need to contact their extraterrestrial reservation department. Simply send a message via telepathy, making sure to include your preferred lunar suite.","-111ef90":"What are LivThane's operating hours?","-1ab4cf9f":"LivThane operates on a unique time system synchronized with lunar cycles, ensuring guests experience maximum celestial enjoyment.","38e56614":"Where is your restaurant located, and is there parking available?","-19525edf":"Cannibalize. Root-and-branch review can we parallel path player-coach quick-win we've bootstrapped the model critical mass, so product market fit.","21e13872":"Do you accommodate dietary restrictions or offer vegetarian/vegan options?","-28bc1c6b":"Absolutely! LivThane is dedicated to accommodating a wide range of dietary preferences and restrictions, including vegetarian and vegan options. The culinary experts at LivThane's celestial kitchen have mastered the art of crafting exquisite dishes for all types of cosmic travelers","-3630bbd":"Got questions? Let us know & we'll get back! ","a9da632":"Fill out this form to connect with our team. For more immediate assistance, feel free to reach out through the contact details provided below. We welcome calls, emails, or even visits to LivThane (if you want to surprise our staff).","795ebf50":"info@livthane.com","18be65fa":"+91 9152443737","16272bf0":"14th Floor, Fenkin 9, Wagle Estate, Thane West, Thane 400604","ff41d7c":"Full Name","3ff5b7c":"Email","-55f81185":"Phone Number","-4b455dcb":"Select Date & Time","-7fc0aae6":"Your Message","f777110":"Thank you! We will get back in touch with you within 48 hours.","-7c112e99":"Oops! Something went wrong while submitting the form.","13ede05":"Resources","18e954b0":"Menu Page","1c031acb":"Aboutus","3d4d4f1":"Blogs","-3a6bc51e":"WhatsApp CoPilot ","ccc773a":"Coming Soon","-33eec874":"Project Mgmt CoPilot ","9cd1084":"Infra CoPilot ","45e7299":"Legal","-3fbde6f6":"Privacy Policy","4f912d2b":"Terms & Conditions","-40bc7693":"Caution Notice","-234a8d26":"Refund Policy","7f274abe":"Contact us","-5ae80293":"Follow Us","31bd3b5f":"© 2024 LIV a unit of Seven Foods Hospitality | ALL RIGHTS RESERVED | Build by UxieAgency","-7cbc713e":"Get 10% OFF on your next order","-3379ad77":"Subscribe to our newsletter and receive a 10% OFF coupon to use on your next order.","-7e19fdfc":"Please check your email for your 10% OFF coupon","7f2746de":"Contact Us","2dc3b79d":"Book Your Reservations","-cb3896e":"Secure your spot for an unforgettable dining experience—reserve your table now. Elevate your moments with us, we ensure a seamless and delightful culinary journey. ","5b132f":"Popular Dishes","25ddf3":"Our Menu","4687bcfe":"Explore Our Culinary Creations","-73763646":"Our menu is a celebration of diverse culinary traditions, blending fresh, high-quality ingredients to create a memorable dining experience. From vibrant appetizers to decadent desserts, each offering reflects our passion for culinary excellence. Come explore with us! "}